src/sinesp_client/body.xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Header>
    <b>iPhone</b>
    <j/>
    <i>%s</i>
    <c>iPhone OS</c>
    <e>SinespCidadao</e>
    <f>10.0.0.1</f>
    <g>%s</g>
    <d>9.1</d>
    <h>%s</h>
  </soap:Header>
  <soap:Body>
    <webs:getStatus xmlns:webs="http://soap.ws.placa.service.sinesp.serpro.gov.br/">
      <a>%s</a>
    </webs:getStatus>
  </soap:Body>
</soap:Envelope>
